Repository: danicisneross/Interfaces-Persona-Maquina
Catalog: P1/entregables/*.po
Languages: es

source: Cocktails' App
es: Aplicación de Cócteles

source: SEARCH BY NAME
es: BUSCAR POR NOMBRE

source: SEARCH BY INGREDIENT
es: BUSCAR POR INGREDIENTE

source: Ingredients
es: Ingredientes

source: Instructions
es: Instrucciones

source: Glass
es: Vaso

source: SERVERS DOWN!
es: ¡SERVIDORES CAIDOS!

source: The cocktail party on our server is temporarily paused!Our team of party experts is working at full speed to bring the fun back.
es: La fiesta de cóctel en nuestro servidor está temporalmente pausada.Nuestro equipo de expertos fiesteros está trabajando a toda velocidadpara devolver la diversión.

source: NO INTERNET!
es: ¡NO HAY INTERNET!

source: Oops! We're mixing the signal, not the cocktails. Please connect to the Internet to enjoy our wide selection of refreshing beverages.
es: ¡Oops! Estamos mezclando la señal, no los cócteles. Por favor, conéctesea Internet para disfrutar de nuestra amplia selección de refrescantesbebidas.

source: COCKTAIL NOT FOUND!
es: ¡NO ENCONTRAMOS ESTE CÓCTEL!

source: Houston, we have a problem! This cocktail is hiding quite well in our database. How about trying another one?
es: ¡Houston, tenemos un problema! Este cóctelse esconde bastante bien en nuestra base de datos.¿Qué tal probar con otro?

source: Search in progress... Try again when this message disappears
es: Búsqueda en curso... Inténtalo de nuevo cuando este mensaje desaparezca

source: Empty search field, type something to search!
es: ¡Campo de búsqueda vacío, escribe algo para buscar!
